Repository: UnigramDev/Unigram
Catalog: Unigram/Unigram/Strings/*/Resources.resw
Source language: en
Languages: ar, be, ca, de, es, fa, fi, fr, id, it, ko, ms, nl, pl, pt_br, ru, sv, tr, uk, uz, zh_cn, zh_tw

# ReplyToUser
source: Reply to {0}
ar: رد
be: Адказаць {0}
ca: Respon a {0}
de: {0} antworten
es: Responder a {0}
fa: پاسخ به ⁨{0}⁩
fi: Vastaa
fr: Répondre à {0}
id: Balas ke {0}
it: Rispondi a {0}
ko: {0} 님에게 답장
ms: Balas ke {0}
nl: Antwoord op {0}
pl: Odpowiedz {0}
pt_br: Responder {0}
ru: Ответить {0}
sv: Svara
tr: Yanıtla: {0}
uk: Відповісти {0}
uz: {0}ga javob yozish
zh_cn: 回复给 {0}
zh_tw: 回覆給 {0}

# ReportChat
source: Report
ar: إبلاغ
be: Паскардзіцца
ca: Denuncia
de: Melden
es: Reportar
fa: گزارش
fi: Ilmianna
fr: Signaler
id: Laporkan
it: Segnala
ko: 신고
ms: Repot
nl: Melden
pl: Zgłoś
pt_br: Denunciar
ru: Пожаловаться
sv: Rapportera
tr: Bildir
uk: Поскаржитися
uz: Shikoyat qilish
zh_cn: 举报
zh_tw: 舉報

# ReportChatChild
source: Child Abuse
ar: إساءة للأطفال
be: Агрэсія ў дачыненні да дзяцей
ca: Abús de menors
de: Kindesmissbrauch
es: Abuso infantil
fa: کودک آزاری
fi: Lasten hyväksikäyttö
fr: Abus de mineur
id: Kekerasan Anak
it: Abuso minorile
ko: 아동 학대
ms: Pendera Budak
nl: Kindermisbruik
pl: Wykorzystywanie dzieci
pt_br: Abuso Infantil
ru: Детская порнография
sv: Våld mot barn
tr: Çocuk İstismarı
uk: Жорстоке поводження з дітьми
uz: Bolalar pornografiyasi

# ReportChatDescription
source: Description
ar: الوصف
be: Апісанне
ca: Descripció
de: Beschreibung
es: Descripción
fa: توضیحات
fi: Kuvaus
id: Deskripsi
it: Descrizione
ko: 안내
ms: Keterangan
nl: Beschrijving
pl: Opis
pt_br: Descrição
ru: Описание
sv: Beskrivning
tr: Açıklama
uk: Опис
uz: Tavsif
zh_cn: 描述
zh_tw: 描述

# ReportChatFakeAccount
source: Fake Account
ar: حساب مزيّف
be: Падстаўны ўліковы запіс
ca: Compte fals
de: Gefälschtes Konto
es: Cuenta falsa
fi: Huijaustili
fr: Faux compte
it: Account falso
ko: 가짜 계정
ms: Akaun Palsu
nl: Nepaccount
pl: Fałszywe konto
pt_br: Conta Falsa
ru: Ненастоящий аккаунт
sv: Bluffkonto
tr: Taklit Hesap
uk: Фейковий акаунт

# ReportChatOther
source: Other
ar: أخرى
be: Іншае
ca: Altres
de: Sonstiges
es: Otros
fa: سایر
fi: Muu
fr: Autre
id: Lainnya
it: Altro
ko: 기타
ms: Lain-lain
nl: Overig
pl: Inny
pt_br: Outro
ru: Другое
sv: Annat
tr: Diğer
uk: Інше
uz: Boshqa
zh_cn: 其它
zh_tw: 其它

# ReportChatPornography
source: Pornography
ar: إباحية
be: Парнаграфія
ca: Pornografia
de: Pornografie
es: Pornografía
fa: مستهجن
fi: Pornografia
fr: Pornographie
id: Pornografi
it: Pornografia
ko: 음란물
ms: Pornografi
nl: Pornografie
pl: Pornografia
pt_br: Pornografia
ru: Порнография
sv: Pornografi
tr: Cinsel İçerik
uk: Порнографія
uz: Pornografiya
zh_cn: 色情
zh_tw: 色情

# ReportChatSent
source: Report sent
ar: تم إرسال البلاغ.
be: Скарга адпраўлена
ca: S'ha denunciat
de: Meldung gesendet
es: Reporte enviado
fa: گزارش ارسال شد
fi: Ilmianto lähetetty.
fr: Signalement envoyé
id: Laporan terkirim
it: Segnalazione inviata
ko: 신고가 접수되었습니다
ms: Repot dikirim
nl: Melding verzonden
pl: Zgłoszenie wysłane
pt_br: Denúncia enviada.
ru: Жалоба отправлена
sv: Rapporten skickad.
tr: Rapor gönderildi
uk: Скаргу надіслано
uz: Shikoyat yuborildi
zh_cn: 举报已发送
zh_tw: 舉報已發送

# ReportChatSpam
source: Spam
ar: إزعاج
be: Спам
ca: Brossa
fa: هرزنامه
fi: Roskaposti
fr: Indésirable
ko: 스팸
ru: Спам
sv: Skräppost
tr: İstenmeyen İçerik
uk: Спам
zh_cn: 垃圾信息
zh_tw: 垃圾訊息

# ReportChatViolence
source: Violence
ar: عنف
be: Гвалт
ca: Violència
de: Gewalt
es: Violencia
fa: خشونت
fi: Väkivalta
id: Kekerasan
it: Violenza
ko: 폭력성
ms: Keganasan
nl: Geweld
pl: Przemoc
pt_br: Violência
ru: Насилие
sv: Våld
tr: Şiddet
uk: Насильство
uz: Zoʻravonlik
zh_cn: 暴力
zh_tw: 暴力

# ReportHint
source: Additional details...
ar: تفاصيل إضافيّة...
be: Дадатковыя звесткі...
ca: Detalls addicionals...
de: Zusätzliche Details...
es: Información adicional…
fi: Lisätiedot...
fr: Détails complémentaires...
it: Dettagli aggiuntivi...
ko: 추가 정보...
ms: Maklumat tambahan...
nl: Extra informatie
pl: Dodatkowe szczegóły…
pt_br: Detalhes adicionais...
ru: Комментарий...
sv: Ytterligare uppgifter...
tr: Ek ayrıntılar...
uk: Коментар...

# ReportInfo
source: Please enter any additional details relevant to your report.
ar: يرجى إدخال أي تفاصيل إضافية تتعلق ببلاغك.
be: Напішыце любыя важныя для вашай скаргі дадатковыя звесткі.
ca: Afegiu qualsevol detall addicional que sigui rellevant.
de: Zusätzliche Details, die für deine Meldung relevant sind.
es: Por favor, añade detalles relevantes para tu reporte.
fi: Syötä ilmiantoon liittyviä lisätietoja, jos on.
fr: Merci de mentionner tout détail complémentaire pertinent pour votre signalement.
it: Per favore aggiungi qualsiasi dettaglio rilevante per la tua segnalazione.
ko: 신고와 관련된 추가 정보를 입력해주세요.
ms: Sila masukkan maklumat tambahan berkaitan dengan lapuran anda.
nl: Voeg extra informatie toe die relevant is voor je melding.
pl: Wpisz wszelkie dodatkowe szczegóły istotne dla twojego zgłoszenia.
pt_br: Por favor, insira detalhes adicionais relevantes à sua denúncia.
ru: Вы можете указать дополнительную информацию в комментарии.
sv: Vänligen komplettera med uppgifter som är relevanta i din rapport.
tr: Lütfen raporunuzla ilgili ek ayrıntıları sağlayın.
uk: Ви можете вказати додаткову інформацію в коментарі.

source: REPORT MESSAGES
ar: الإبلاغ عن الرسائل
be: ПАСКАРДЗІЦЦА НА ПАВЕДАМЛЕННІ
ca: DENUNCIA MISSATGES
de: NACHRICHTEN MELDEN
es: REPORTAR MENSAJES
fi: ILMIANNA VIESTEJÄ
fr: SIGNALER LES MESSAGES
it: SEGNALA MESSAGGI
ko: 메시지 신고
ms: LAPUR MESEJ
nl: BERICHTEN MELDEN
pl: ZGŁOŚ WIADOMOŚCI
pt_br: DENUNCIAR MENSAGENS
ru: ПОЖАЛОВАТЬСЯ НА СООБЩЕНИЯ
sv: RAPPORTERA MEDDELANDEN
tr: MESAJLARI BİLDİR
uk: ПОСКАРЖИТИСЯ НА ПОВІДОМЛЕННЯ

# ReportMessagesCount
source: REPORT {0}
ar: إبلاغ عن ⁨{0}⁩
be: ПАСКАРДЗІЦЦА НА {0}
ca: DENUNCIA {0}
de: {0} MELDEN
es: REPORTAR {0}
fi: ILMIANNA {0}
fr: SIGNALER {0}
it: SEGNALA {0}
ko: {0} 신고
ms: LAPUR {0}
nl: MELDEN {0}
pl: ZGŁOŚ {0}
pt_br: DENUNCIAR {0}
ru: ПОЖАЛОВАТЬСЯ НА {0}
sv: RAPPORTERA {0}
tr: {0} BİLDİR
uk: ПОСКАРЖИТИСЯ НА {0}

# ReportSelectMessages
source: Select messages
ar: تحديد الرسائل
be: Выбраць паведамленні
ca: Seleccioneu missatges
de: Nachrichten auswählen
es: Selecciona mensajes
fi: Valitse viestejä
fr: Sélectionnez des messages
it: Seleziona messaggi
ko: 메시지 선택
ms: Pilih mesej
nl: Selecteer berichten
pl: Zaznacz wiadomości
pt_br: Selecionar mensagens
ru: Выберите сообщения
sv: Markera meddelanden
tr: Mesajları seç
uk: Виберіть повідомлення

# ReportSend
source: Send Report
ar: إرسال البلاغ
be: Адправіць скаргу
ca: Denuncia
de: Meldung absenden
es: Enviar reporte
fi: Lähetä ilmianto
fr: Envoyer le signalement
it: Invia segnalazione
ko: 신고하기
ms: Kirim Lapuran
nl: Verstuur melding
pl: Wyślij zgłoszenie
pt_br: Enviar Denúncia
ru: Отправить жалобу
sv: Skicka rapport
tr: Rapor Gönder
uk: Надіслати скаргу

# ReportSentInfo
source: Telegram moderators will review your report. Thank you for your cooperation!
ar: سيراجع المشرفون في تيليجرام بلاغك. شكرًا لك على تعاونك!
be: Дзякуй! Мадэратары Telegram разгледзяць вашу скаргу.
ca: Els moderadors de Telegram revisaran la denúncia. Gràcies per cooperar!
de: Moderatoren von Telegram werden deine Meldung untersuchen. Vielen Dank!
es: Los moderadores de Telegram revisarán tu reporte. ¡Gracias por tu cooperación!
fi: Telegramin valvojat tutkivat ilmiantosi. Kiitos yhteystyöstäsi!
fr: Les modérateurs de Telegram vont examiner votre signalement. Merci pour votre coopération !
it: I moderatori di Telegram esamineranno la segnalazione. Grazie per la collaborazione!
ko: 텔레그램 모더레이터가 신고내역을 확인할 것입니다. 감사합니다!
ms: Moderator Telegram akan kaji lapuran anda. Terima kasih di atas kerjasama anda!
nl: Onze moderators gaan aan de slag met je melding. Bedankt voor je medewerking.
pl: Moderatorzy Telegrama zapoznają się z twoim zgłoszeniem. Dziękujemy za współpracę!
pt_br: Os moderadores do Telegram avaliarão a sua denúncia. Obrigado!
ru: Вашу жалобу проверят модераторы. Спасибо!
sv: Telegrams moderatorer kommer att gå genom din rapport. Tack för samarbete.
tr: Telegram moderatörleri raporunuzu inceleyecek. İşbirliğiniz için teşekkür ederiz!
uk: Модератори Telegram розглянуть вашу скаргу. Дякуємо за допомогу!

source: REPORT SPAM
ar: إبلاغ عن إزعاج
be: ГЭТА СПАМ
ca: DENUNCIA BROSSA
de: SPAM MELDEN
es: REPORTAR SPAM
fa: گزارش هرزنامه
fi: ILMIANNA ROSKAPOSTI
fr: SIGNALER
id: LAPORKAN SPAM
it: SEGNALA COME SPAM
ko: 스팸 신고
ms: REPOT SPAM
nl: SPAM MELDEN
pl: ZGŁOŚ SPAM
pt_br: DENUNCIAR SPAM
ru: СООБЩИТЬ О СПАМЕ
sv: RAPPORTERA SPAM
tr: İSTENMEYEN OLARAK BİLDİR
uk: СКАРГА НА СПАМ
uz: SPAM HAQIDA SHIKOYAT QILISH
zh_cn: 举报骚扰行为
zh_tw: 舉報騷擾行為

# ReportSpamAlert
source: Are you sure you want to report spam from this user?
ar: هل ترغب حقًا في التبليغ عن إزعاج من هذا المستخدم؟
be: Вы ўпэўнены, што хочаце паскардзіцца на гэтага карыстальніка?
ca: Segur que voleu denunciar rebre brossa d'aquest usuari?
de: Sicher, dass du Spam von diesem Nutzer melden willst?
es: ¿Quieres reportar el spam de este usuario?
fa: آیا از گزارش هرزنامه از جانب این کاربر اطمینان دارید؟
fi: Haluatko varmasti ilmiantaa tämän käyttäjän roskapostista?
fr: Voulez-vous vraiment signaler cet utilisateur comme indésirable ?
id: Anda yakin ingin melaporkan pengguna ini sebagai spam?
it: Vuoi davvero segnalare questo utente come spam?
ko: 정말 이 사용자가 보낸 스팸을 신고하시겠습니까?
ms: Hendak repot spam oleh pengguna ini?
nl: Spam van deze gebruiker echt melden?
pl: Czy na pewno chcesz zgłosić spam od tego użytkownika?
pt_br: Tem certeza de que deseja denunciar este usuário por spam?
ru: Хотите сообщить о спаме от пользователя?
sv: Säker på att rapportera spam från den här användaren?
tr: Bu kullanıcıyı istenmeyen olarak bildirmek istediğinizden emin misiniz?
uk: Ви дійсно хочете поскаржитися на спам від цього користувача?
uz: Haqiqatan bu foydalanuvchidan kelgan spam haqida shikoyat qilmoqchimisiz?
zh_cn: 您确定要举报此用户存在骚扰行为吗？
zh_tw: 您確定要舉報此用戶存在騷擾行為嗎？

# ReportSpamAlertChannel
source: Are you sure you want to report spam from this channel?
ar: هل ترغب حقًا في التبليغ عن إزعاج من هذه القناة؟
be: Вы ўпэўнены, што хочаце паскардзіцца на спам з гэтага канала?
ca: Segur que voleu denunciar rebre brossa d'aquest canal?
de: Möchtest du wirklich Spam aus diesem Kanal melden?
es: ¿Quieres reportar el spam en este canal?
fa: آیا از گزارش هرزنامه از جانب این کانال اطمینان دارید؟
fi: Haluatko varmasti ilmiantaa tämän kanavan roskapostista?
fr: Voulez-vous vraiment signaler du contenu indésirable de ce canal ?
id: Anda yakin ingin melaporkan channel ini sebagai spam?
it: Vuoi davvero segnalare questo canale come spam?
ko: 정말 이 채널에 게시된 스팸 메시지를 신고하시겠습니까?
ms: Hendak repot spam dari saluran ini?
nl: Spam van dit kanaal echt melden?
pl: Czy na pewno chcesz zgłosić spam z tego kanału?
pt_br: Tem certeza de que deseja denunciar este canal por spam?
ru: Хотите сообщить о спаме из этого канала?
sv: Är du säker på att rapportera spam från den här kanalen?
tr: Bu kanalı istenmeyen olarak bildirmek istediğinizden emin misiniz?
uk: Ви дійсно хочете поскаржитися на спам від цього каналу?
uz: Haqiqatan ham bu kanaldagi spam haqida shikoyat qilmoqchimisiz?
zh_cn: 您确定要举报该频道存在骚扰行为吗？
zh_tw: 您確定要舉報該頻道存在騷擾行為嗎？

# ReportSpamAlertGroup
source: Are you sure you want to report spam from this group?
ar: هل ترغب حقًا في التبليغ عن إزعاج من هذه المجموعة؟
be: Вы ўпэўнены, што хочаце паскардзіцца на спам з гэтай суполкі?
ca: Segur que voleu denunciar rebre brossa d'aquest grup?
de: Möchtest du wirklich Spam aus dieser Gruppe melden?
es: ¿Quieres reportar el spam en este grupo?
fa: آیا از گزارش هرزنامه از جانب این گروه اطمینان دارید؟
fi: Haluatko varmasti ilmiantaa tämän ryhmän roskapostista?
fr: Voulez-vous vraiment signaler du contenu indésirable de ce groupe ?
id: Anda yakin melaporkan grup ini sebagai spam?
it: Vuoi davvero segnalare questo gruppo come spam?
ko: 정말 이 그룹의 스팸 메시지를 신고하시겠습니까?
ms: Hendak repot spam dari grup ini?
nl: Spam van deze groep echt melden?
pl: Czy na pewno chcesz zgłosić spam z tej grupy?
pt_br: Tem certeza de que deseja denunciar este grupo por spam?
ru: Хотите сообщить о спаме от этой группы?
sv: Är du säker på att rapportera spam från den här gruppen?
tr: Bu grubu istenmeyen olarak bildirmek istediğinizden emin misiniz?
uk: Ви дійсно хочете поскаржитися на спам від цієї групи?
uz: Haqiqatan ham bu guruhdagi spam haqida shikoyat qilmoqchimisiz?
zh_cn: 您确定要举报此群组存在骚扰行为吗？
zh_tw: 您確定要舉報此群組存在騷擾行為嗎？

source: REPORT SPAM AND LEAVE
ar: إبلاغ عن إزعاج ومغادرة
be: ПАСКАРДЗІЦЦА НА СПАМ І ВЫЙСЦІ
ca: DENUNCIA BROSSA I SURT
de: SPAM MELDEN UND VERLASSEN
es: REPORTAR SPAM Y SALIR
fa: گزارش هرزنامه و ترک کردن
fi: ILMIANNA ROSKAPOSTI JA POISTU
fr: SIGNALER ET QUITTER
id: LAPORKAN SPAM DAN TINGGALKAN
it: SEGNALA COME SPAM E LASCIA
ko: 스팸 신고하고 나가기
ms: REPOT SPAM DAN KELUAR
nl: SPAM MELDEN EN VERLATEN
pl: ZGŁOŚ SPAM I OPUŚĆ
pt_br: DENUNCIAR SPAM E SAIR
ru: СООБЩИТЬ О СПАМЕ И ВЫЙТИ
sv: RAPPORTERA SPAM OCH LÄMNA
tr: İSTENMEYEN OLARAK BİLDİR VE AYRIL
uk: ПОСКАРЖИТИСЯ НА СПАМ І ПОКИНУТИ
uz: SPAM HAQIDA SHIKOYAT QILISH VA TARK ETISH
zh_cn: 举报骚扰行为并退出
zh_tw: 舉報騷擾行為並退出

# ReportSpamLocation
source: GROUP UNRELATED TO LOCATION?
ar: المجموعة غير متعلقة بالموقع؟
be: СУПОЛКА НЕ ЗВЯЗАНА З МЕСЦАЗНАХОДЖАННЕМ?
ca: NO TÉ RELACIÓ AMB LA UBICACIÓ?
de: GRUPPE PASST NICHT ZUM STANDORT?
es: NO SE RELACIONA CON LA UBICACIÓN
fa: گروه به موقعیت مکانی نامربوط است؟
fi: EIKÖ RYHMÄ LIITY SIJAINTIIN?
fr: GROUPE SANS LIEN AVEC LA POSITION ?
id: GRUP TIDAK SESUAI LOKASI?
it: GRUPPO NON LEGATO ALLA POSIZIONE?
ko: 이 장소와 관련 없는 그룹인가요?
ms: GROUP TAK BERKAITAN DENGAN LOKASI?
nl: GROEP NIET LOCATIEGEBONDEN?
pl: GRUPA NIEPOWIĄZANA Z LOKALIZACJĄ?
pt_br: GRUPO SEM RELAÇÃO COM O LOCAL?
ru: ГРУППА НЕ СВЯЗАНА С МЕСТОМ?
sv: GRUPP ORELATERAD TILL PLATSEN?
tr: GRUBUN KONUMLA İLGİSİ YOK MU?
uk: ГРУПА НЕ ВІДПОВІДАЄ МІСЦЮ?
uz: GURUH BU JOYGA TEGISHLI EMASMI?

# ReportSpamTitle
source: Report spam
ar: إبلاغ عن إزعاج
be: Паскардзіцца на спам
ca: Denuncia brossa
de: Spam melden
es: Reportar spam
fa: گزارش هرزنامه
fi: Ilmianna roskapostista
fr: Signaler un spam
id: Laporkan spam
it: Segnala come spam
ko: 스팸 신고
ms: Repot spam
nl: Spam melden
pl: Zgłoś spam
pt_br: Denunciar spam
ru: Сообщить о спаме
sv: Rapportera spam
tr: İstenmeyen içeriği bildir
uk: Скарга на спам
uz: Spam haqida shikoyat qilish

# ReportSpamUser
source: BLOCK USER
ar: حظر المستخدم
be: ЗАБЛАКІРАВАЦЬ
ca: BLOCA L'USUARI
de: NUTZER BLOCKIEREN
es: BLOQUEAR
fa: مسدود کردن کاربر
fi: ESTÄ KÄYTTÄJÄ
fr: BLOQUER
id: BLOKIR
it: BLOCCA UTENTE
ko: 사용자 차단
ms: SEKAT PENGGUNA
nl: BLOKKEREN
pl: ZABLOKUJ UŻYTKOWNIKA
pt_br: BLOQUEAR
ru: ЗАБЛОКИРОВАТЬ
sv: BLOCKERA ANVÄNDARE
tr: KULLANICIYI ENGELLE
uk: ЗАБЛОКУВАТИ
uz: BLOKLASH

# ReportTitleChild
source: Report Child Abuse
ar: إبلاغ عن إساءة للأطفال
be: Паскардзіцца на агрэсію ў дачыненні да дзяцей
ca: Denuncia abús infantil
de: Kindesmissbrauch melden
es: Reportar abuso infantil
fi: Ilmianna lasten hyväksikäytöstä
fr: Signaler de la maltraitance sur mineur
it: Segnala abuso minorile
ko: 아동학대 신고
ms: Lapur Penganiyaan Budak
nl: Kindermisbruik Melden
pl: Zgłoś wykorzystywanie dzieci
pt_br: Denunciar Abuso Infantil
ru: Детская порнография
sv: Rapportera barnövergrepp
tr: Çocuk İstismarını Bildir
uk: Скарга на жорстоке поводження з дітьми

# ReportTitleFake
source: Report Fake
ar: إبلاغ عن انتحال
be: Падстаўны ўліковы запіс
ca: Denuncia com a fals
de: Fälschung melden
es: Reportar falsificación
fi: Ilmianna väärennös
fr: Signaler comme imposteur
it: Segnala falso
ko: 사칭 신고
ms: Lapur Kepalsuan
nl: Nep-account melden
pl: Zgłoś fałszerstwo
pt_br: Denunciar Fake
ru: Ненастоящий аккаунт
sv: Rapportera bluff
tr: Taklit Bildir
uk: Скарга на фейк

# ReportTitlePornography
source: Report Pornography
ar: إبلاغ عن إباحية
be: Паскардзіцца на парнаграфію
ca: Denuncia pornografia
de: Pornografie melden
es: Reportar pornografía
fi: Ilmianna pornografiasta
fr: Signaler de la pornographie
it: Segnala pornografia
ko: 음란물 신고
ms: Lapur Fornografi
nl: Porno Melden
pl: Zgłoś pornografię
pt_br: Denunciar Pornografia
ru: Жалоба на порнографию
sv: Rapportera pornografi
tr: Pornografiyi Bildir
uk: Скарга на порнографію

# ReportTitleSpam
source: Report Spam
ar: إبلاغ عن إزعاج
be: Паскардзіцца на спам
ca: Denuncia brossa
de: Spam melden
es: Reportar spam
fi: Ilmianna roskapostista
fr: Signaler un spam
it: Segnala spam
ko: 스팸 신고
ms: Lapur Spam
nl: Spam Melden
pl: Zgłoś spam
pt_br: Denunciar Spam
ru: Жалоба на спам
sv: Rapportera spam
tr: Spam Gönder
uk: Скарга на спам

# ReportTitleViolence
source: Report Violence
ar: إبلاغ عن عنف
be: Паскардзіцца на гвалт
ca: Denuncia violència
de: Gewalt melden
es: Reportar violencia
fi: Ilmianna väkivallasta
fr: Signaler de la violence
it: Segnala violenza
ko: 폭력성 신고
ms: Lapur Keganasan
nl: Geweld Melden
pl: Zgłoś przemoc
pt_br: Denunciar Violência
ru: Жалоба на насилие
sv: Rapportera våld
tr: Şiddeti Bildir
uk: Скарга на насильство

source: Report unrelated group
ar: مجموعة غير متعلقة بالموقع
be: Паскардзіцца на нязвязаную суполку
ca: Denuncia grup no relacionat
de: Unpassende Gruppe melden
es: Reportar grupo no relacionado
fa: گزارش گروه نامربوط
fi: Ilmianna liittymätön ryhmä
fr: Signaler un groupe sans lien
id: Lapor Grup
it: Segnala gruppo non correlato
ko: 관련 없는 그룹 신고
ms: Repot grup tak berkaitan
nl: Ongerelateerde groep melden
pl: Zgłoś niepowiązaną grupę
pt_br: Denunciar grupo sem relação
ru: Жалоба на группу
sv: Rapportera orelaterad grupp
tr: İlgisiz grubu bildir
uk: Скарга на невідповідну групу
uz: Aloqador boʻlmagan guruh ustidan shikoyat qilish

# ReportUnrelatedGroupText
source: Please let us know if this group is not related to this location: **{0}**
ar: يرجى إخبارنا إذا كانت هذه المجموعة غير متعلقة بهذا الموقع: **⁨{0}⁩**
be: Калі ласка, паведаміце нам, калі суполка не звязана з гэтым месцазнаходжаннем: **{0}**
ca: Feu-nos saber si el grup no està relacionat amb aquesta ubicació: **{0}**
de: Bitte teile uns mit, wenn die Gruppe nicht mit diesem Standort in Verbindung steht: **{0}**
es: Por favor, dinos si este grupo no está relacionado con esta ubicación: **{0}**
fa: در صورتی که این گروه به این موقعیت مکانی مربوط نیست، ما را مطلع کنید: **⁨{0}⁩**
fi: Kertokaa meille, jos ryhmällä ei ole mitään tekemistä tämän sijainnin kanssa: **{0}**
fr: Merci de nous signaler si ce groupe n'est pas en lien avec cette position : **{0}**
id: Mohon beritahu kami jika grup ini tidak sesuai dengan lokasi. **{0}**
it: Per favore dicci se il gruppo non è legato a questa posizione: **{0}**
ko: 그룹이 이 장소와 관련 없는 경우 알려 주세요: **{0}**
ms: Sila beritahu kami jika grup ini tiada kaitan dengan lokasi ini: **{0}**
nl: Vertel het ons als deze groep niet gerelateerd is aan deze locatie. **{0}**
pl: Daj nam znać, jeśli ta grupa nie jest powiązana z tą lokalizacją: **{0}**
pt_br: Por favor, nos diga se este grupo não está relacionado com este local: **{0}**
ru: Пожалуйста, сообщите нам, если группа никак не связана с местом, где Вы находитесь: **{0}**
sv: Vänligen informera oss om gruppen inte är knuten till platsen: **{0}**
tr: Lütfen bu grubun bu yerle ilişkisiz olmadığını bize bildirin: **{0}**
uk: Повідомте нас, якщо ця група не стосується цього місця: **{0}**
uz: Agar bu guruh ushbu joylashuvga aloqador boʻlmasa, bizga xabar bering: **{0}**

# ReportUnrelatedGroupTextNoAddress
source: Please let us know if this group is not related to this location.
ar: يرجى إخبارنا إذا كانت هذه المجموعة غير متعلقة بهذا الموقع.
be: Калі ласка, паведаміце нам, калі суполка не звязана з гэтым месцазнаходжаннем.
ca: Feu-nos saber si el grup no està relacionat amb aquesta ubicació.
de: Bitte teile uns mit, wenn diese Gruppe nicht diesem Standort in Verbindung steht.
es: Por favor, dinos si este grupo no está relacionado con esta ubicación.
fa: در صورتی که این گروه به این موقعیت مکانی مربوط نیست، ما را مطلع کنید.
fi: Kertokaa meille, jos ryhmällä ei ole mitään tekemistä sijainnin kanssa.
fr: Merci de nous signaler si ce groupe n'est pas en lien avec cette position.
id: Mohon beritahu kami jika grup ini tidak sesuai dengan lokasi.
it: Per favore dicci se il gruppo non è legato a questa posizione.
ko: 그룹이 이 장소와 관련 없는 경우 알려 주세요.
ms: Sila beritahu kami jika grup ini tiada kaitan dengan lokasi ini.
nl: Vertel het ons als deze groep niet gerelateerd is aan deze locatie.
pl: Daj nam znać, jeśli ta grupa nie jest powiązana z tą lokalizacją.
pt_br: Por favor, nos diga se este grupo não está relacionado com este local.
ru: Пожалуйста, сообщите нам, если группа никак не связана с местом, где Вы находитесь.
sv: Vänligen informera oss om gruppen inte är relaterad till platsen.
tr: Bu grubun, bu konum ile ilişkili olmaması durumunda lütfen bize bildirin.
uk: Повідомте нас, якщо ця група не стосується цього місця.
uz: Guruh ushbu joylashuvga aloqasi boʻlmasa, bizga xabar bering.

# ReportUserLocation
source: Report
ar: إبلاغ
be: Паскардзіцца
ca: Notifica
de: Melden
es: Reportar
fa: گزارش
fi: Ilmianna
fr: Signaler
id: Lapor
it: Segnala
ko: 신고
ms: Repot
nl: Melden
pl: Zgłoś
pt_br: Denunciar
ru: Пожаловаться
sv: Rapportera
tr: Bildir
uk: Поскаржитися
uz: Shikoyat qilish

# RequestCallButton
source: Call me to dictate the code
ar: اتصل بي لإملاء الرمز
ca: Truca'm per a dictar-me el codi
de: Ruft an, um mir den Code anzusagen
es: Llámame para dictar el código
fi: Soita minulle ja sanele koodi
fr: Appelez-moi pour dicter le code
it: Chiamami per dettare il codice
ko: 코드를 불러주는 전화 받기
ms: Panggil saya untuk beritahu kod
pl: Zadzwoń do mnie, aby podyktować kod
pt_br: Ligue-me para ditar o código
ru: Получить звонок с кодом
sv: Ring mig och läs upp koden
tr: Kodu söylemek için beni ara
uk: Продиктувати код у виклику

# RequestedToJoinAt
source: requested to join {0}
ar: قيد الانتظار منذ ⁨{0}⁩
be: запытаў(-ла) далучыцца {0}
ca: data de sol·licitud: {0}
de: möchte {0} beitreten
es: solicitó unirse el {0}
fi: pyysi liittyä {0}
fr: a demandé à rejoindre {0}
it: ha richiesto l'accesso {0}
ko: {0}에 참가 요청
ms: mohon menyertai {0}
pl: poproszono o dołączenie {0}
pt_br: pediu para entrar {0}
ru: подал(а) заявку {0}
sv: begärde att gå med i {0}
tr: katılmak istedi: {0}
uk: запитує про приєднання {0}

# RequestMissedCall
source: Get the code via phone call
ar: الحصول على الرمز بمكالمة هاتفية
ca: Rep el codi amb una trucada
de: Code per Anruf erhalten
es: Recibir el código por llamada
fi: Pyydä koodia puhelimitse
fr: Obtenir le code par appel téléphonique
it: Ricevi il codice tramite chiamata
ko: 전화로 코드 받기
ms: Dapatkan kod melalui panggilan fon
pl: Uzyskaj kod przez połączenie telefoniczne
pt_br: Obter código por ligação
ru: Получить звонок с кодом
sv: Erhåll koden via telefonuppringning
tr: Kodu telefon aramasıyla alın
uk: Отримати код у виклику

# RequestSmsButton
source: Get the code via SMS
ar: الحصول على الرمز برسالة نصية SMS
ca: Rep el codi amb un SMS
de: Code per SMS anfordern
es: Recibir código por SMS
fi: Pyydä koodia tekstiviestitse
fr: Obtenir le code par SMS
it: Ricevi il codice tramite SMS
ko: SMS로 코드받기
ms: Dapatkan kod melalui SMS
pl: Otrzymaj kod SMS-em
pt_br: Obter o código via SMS
ru: Получить СМС с кодом
sv: Få koden via sms
tr: Kodu SMS ile alın
uk: Отримати код в SMS-повідомленні

source: Request to Join Channel
ar: طلب الانضمام إلى القناة
be: Запыт на далучэнне да канала
ca: Sol·licita accés al canal
de: Anfrage für Kanalbeitritt
es: Solicitar unirme al canal
fi: Pyydä liittyä kanavalle
fr: Demander à rejoindre le canal
it: Richiedi l'accesso al canale
ko: 채널 입장 요청
ms: Permohonan Untuk Sertai Saluran
pl: Poproś o dołączenie do kanału
pt_br: Pedir para Entrar no Canal
ru: Подать заявку
sv: Ansökan att få gå med i kanalen
tr: Kanala Katılma İsteği
uk: Надіслати запит
